Repository: boolder-org/boolder-ios
Catalog: Boolder/*.lproj/Localizable.strings
Languages: fr

# tabs.map
source: Map
fr: Carte

# tabs.discover
source: Discover
fr: Découvrir

# tabs.ticklist
source: Tick List
fr: Mes voies

# tabs.contribute
source: Contribute
fr: Contribuer

# map.circuit_start
source: Circuit start
fr: Départ circuit

# poi.see_in
source: See in %@
fr: Voir dans %@

# poi.share_gps_coordinates
source: Share coordinates
fr: Partager les coordonnées GPS

# poi.cancel
source: Cancel
fr: Annuler

# filters.title
source: Filters
fr: Filtres

# filters.level
source: Level
fr: Niveau

# filters.levels
source: Levels
fr: Niveaux

# filters.popular
source: Popular
fr: Populaires

# filters.favorite
source: Projects
fr: Projets

# filters.ticked
source: Ticked
fr: Réussies

# filters.no_favorites_alert.title
source: You don't have any projects yet
fr: Vous n'avez pas encore de projet

# filters.no_favorites_alert.message
source: Add your first project to use this filter.
fr: Enregistrez votre premier projet pour utiliser ce filtre.

# filters.no_ticks_alert.title
source: You don't have any ticks yet
fr: Vous n'avez pas encore de voie réussie

# filters.no_ticks_alert.message
source: Tick your first problem to use this filter.
fr: Enregistrez votre première voie réussie pour utiliser ce filtre.

# filters.clear
source: Clear
fr: Effacer

# filters.beginner
source: Beginner
fr: Débutant

# filters.grade.range.beginner
source: Level 1 → 3
fr: Niveau 1 → 3

# filters.grade.range.level4
source: Level 4
fr: Niveau 4

# filters.grade.range.level5
source: Level 5
fr: Niveau 5

# filters.grade.range.level6
source: Level 6
fr: Niveau 6

# filters.grade.range.level7
source: Level 7
fr: Niveau 7

# filters.grade.range.level8
source: Level 8
fr: Niveau 8

# filters.grade.range.custom
source: Custom level
fr: Niveau personnalisé

# filters.grade.range_picker.level
source: Level
fr: Niveau

# filters.grade.range_picker.grade_min
source: Grade min
fr: Cotation min

# filters.grade.range_picker.grade_max
source: Grade max
fr: Cotation max

# search.title
source: Search
fr: Recherche

# search.areas
source: Areas
fr: Secteurs

# search.problems
source: Problems
fr: Voies

# search.placeholder
source: Problem or area name
fr: Nom de voie ou secteur

# search.cancel
source: Cancel
fr: Annuler

# search.no_results
source: No results
fr: Pas de résultats

# search.request_error
source: Connection issue
fr: Problème de connexion

# search.examples
source: Examples:
fr: Exemples :

# discover.title
source: Discover
fr: Découvrir

# discover.all_areas
source: All areas
fr: Tous les secteurs

# discover.popular
source: Popular
fr: Populaires

# discover.beginners_guide
source: Beginner's guide
fr: Le guide pour bien débuter

# discover.top_areas.level
source: For your level
fr: Par niveau

# discover.top_areas.level.beginner_friendly
source: Beginner friendly
fr: Idéal pour débuter

# discover.top_areas.level.beginner.intro
source: Areas with beginner friendly circuits:
fr: Secteurs avec circuits qui conviennent aux débutants :

# discover.top_areas.train
source: Accessible by train + bike
fr: Accessible en train + vélo

# discover.top_areas.train.intro
source: Bike time from the station:
fr: Temps d'accès en vélo depuis la gare :

# discover.top_areas.see_in_google_maps
source: See in Google Maps
fr: Voir dans Google Maps

# discover.top_areas.dry_fast
source: Dries fast
fr: Sèche vite

# discover.all_areas.map
source: Map
fr: Carte

# discover.search_prompt
source: Area
fr: Secteur

# discover.support
source: Want to help?
fr: Envie d'aider ?

# discover.rate
source: Rate the app
fr: Noter l'appli

# discover.contribute
source: Contribute
fr: Contribuer

# area.tags.popular
source: popular
fr: populaire

# area.tags.beginner_friendly
source: beginner friendly
fr: convient aux débutants

# area.tags.family_friendly
source: family friendly
fr: idéal en famille

# area.tags.dry_fast
source: dries fast
fr: sèche vite

# area.infos
source: Area info
fr: Infos secteur

# area.problems
source: Problems
fr: Voies

# area.levels
source: Levels
fr: Niveaux

# area.chart.level
source: Level
fr: Niveau

# area.chart.problems
source: Problems
fr: Voies

# area.problems.popular
source: Popular
fr: Populaires

# area.problems.all
source: All
fr: Toutes

# area.access
source: Access
fr: Accès

# area.see_on_the_map
source: See on the map
fr: Voir sur la carte

# area.close
source: Close
fr: Fermer

# area.bike_time
source: Bike time
fr: Temps en vélo

# area.walking_time
source: Walking time
fr: Temps de marche

# area.problems.search_prompt
source: Problem name
fr: Nom de voie

# area.circuit.beginner
source: This circuit is beginner friendly
fr: Ce circuit convient aux débutants

# area.circuit.dangerous
source: This circuit is dangerous: some boulders are very high and/or with difficult landings
fr: Ce circuit est dangereux : certains blocs sont très hauts et/ou avec une réception difficile

# download.cluster.areas
source: Areas
fr: Secteurs

# download.cluster.download
source: Download
fr: Télécharger

# download.cluster.downloading
source: Downloading %d%%
fr: Téléchargement %d%%

# download.cluster.downloaded
source: Areas downloaded
fr: Secteurs téléchargés

# download.cluster.remove.title
source: Clear downloads?
fr: Supprimer les téléchargements ?

# download.cluster.remove.action
source: Clear
fr: Supprimer

# download.cluster.tip.title
source: Download areas in advance
fr: Téléchargez les secteurs en avance

# download.cluster.tip.message
source: Skip loading times and use Boolder without an Internet connection.
fr: Vous éviterez les temps de chargement et vous pourrez utiliser Boolder sans connexion à Internet.

# download.remove.title
source: Clear download?
fr: Supprimer le téléchargement ?

# download.remove.action
source: Clear
fr: Supprimer

# download.cancel.title
source: Stop download?
fr: Arrêter le téléchargement ?

# download.cancel.action
source: Stop download
fr: Arrêter le téléchargement

# download.zoom
source: Zoom on the map to download areas.
fr: Zoomez sur la carte pour télécharger les secteurs.

# top_areas.level.title
source: For your level
fr: Par niveau

# top_areas.level.level
source: Level
fr: Niveau

# top_areas.level.beginner
source: Beginner
fr: Débutant

# top_areas.level.intermediate
source: Intermediate
fr: Intermédiaire

# top_areas.level.advanced
source: Advanced
fr: Avancé

# top_areas.level.description.beginner
source: These areas offer lots of problems graded 2 and 3, with low boulders and good landings.
fr: Ces secteurs offrent de nombreuses voies de niveau 2 et 3, avec des blocs peu hauts et une bonne réception au sol.

# top_areas.level.description.intermediate
source: These areas offer lots of problems graded 4 and 5.
fr: Ces secteurs offrent de nombreuses voies dans les niveaux 4 et 5.

# top_areas.level.description.advanced
source: These problems offer lots of problems graded 6 and above.
fr: Ces secteurs offrent de nombreuses voies de niveau 6 et plus.

# top_areas.level.intermediate.warning
source: Careful : Fontainebleau grades are more severe. A 5a in Fontainebleau is roughly equivalent to a 6a elsewhere.
fr: Attention : les cotations à Fontainebleau sont plus sévères qu'ailleurs. Un 5a à Fontainebleau équivaut (environ) à un 6a en falaise ou en salle.

# top_areas.level.read_guide
source: Read the beginner's guide
fr: Lire le guide pour bien débuter

# top_areas.groups.title
source: For groups
fr: En groupe

# top_areas.groups.description
source: These areas offer lots of problems in all grades from 2 to 7.
fr: Ces secteurs offrent de nombreuses voies dans tous les niveaux de 2 à 7.

# top_areas.train.title
source: Train + bike
fr: Train + vélo

# top_areas.dry_fast.title
source: Dries fast
fr: Sèche vite

# top_areas.dry_fast.description
source: These areas dry faster than most areas thanks to the sun&wind exposure
fr: Ces secteurs sèchent plus vite que la moyenne grâce à leur exposition au soleil ou au vent.

# top_areas.dry_fast.warning
source: Don't climb if the rock is still wet, you may damage it.
fr: Ne grimpez pas si la roche est encore humide, vous risquez de l'abîmer.

# top_areas.dry_fast.useful_link
source: Useful link:
fr: Lien utile :

# all_areas.map.title
source: All areas
fr: Tous les secteurs

# all_areas.map.problems
source: %@ problems
fr: %@ voies

# circuit.long_name.yellow
source: Yellow circuit
fr: Circuit Jaune

# circuit.long_name.purple
source: Purple circuit
fr: Circuit Violet

# circuit.long_name.orange
source: Orange circuit
fr: Circuit Orange

# circuit.long_name.green
source: Green circuit
fr: Circuit Vert

# circuit.long_name.blue
source: Blue circuit
fr: Circuit Bleu

# circuit.long_name.skyblue
source: Sky blue circuit
fr: Circuit Bleu ciel

# circuit.long_name.salmon
source: Salmon circuit
fr: Circuit Saumon

# circuit.long_name.red
source: Red circuit
fr: Circuit Rouge

# circuit.long_name.white
source: White circuit
fr: Circuit Blanc

# circuit.long_name.black
source: Black circuit
fr: Circuit Noir

# circuit.long_name.white_for_kids
source: White circuit (for kids)
fr: Circuit Blanc (pour enfants)

# circuit.long_name.off_circuit
source: Other
fr: Hors circuit

# circuit.short_name.yellow
source: Yellow
fr: Jaune

# circuit.short_name.purple
source: Purple
fr: Violet

# circuit.short_name.green
source: Green
fr: Vert

# circuit.short_name.blue
source: Blue
fr: Bleu

# circuit.short_name.skyblue
source: Sky blue
fr: Bleu ciel

# circuit.short_name.salmon
source: Salmon
fr: Saumon

# circuit.short_name.red
source: Red
fr: Rouge

# circuit.short_name.white
source: White
fr: Blanc

# circuit.short_name.black
source: Black
fr: Noir

# circuit.short_name.white_for_kids
source: White
fr: Blanc

# circuit.short_name.off_circuit
source: Other
fr: Hors circuit

# steepness.wall
source: Wall
fr: Mur vertical

# steepness.slab
source: Slab
fr: Dalle

# steepness.overhang
source: Overhang
fr: Dévers

# steepness.roof
source: Roof
fr: Toit

# steepness.traverse
source: Traverse
fr: Traversée

# steepness.other
source: Other
fr: Autre

# problem.no_name
source: No name
fr: Sans nom

# problem.sit_start
source: sit start
fr: départ assis

# problem.action.save
source: Save
fr: Enregistrer

# problem.action.saved
source: Saved
fr: Enregistré

# problem.action.share
source: Share
fr: Partager

# problem.action.report
source: Report
fr: Signaler

# problem.action.edit
source: Edit
fr: Éditer

# problem.action.favorite.add
source: Add to projects
fr: Ajouter en projet

# problem.action.favorite.remove
source: Remove from projects
fr: Retirer des projets

# problem.action.tick
source: Tick
fr: Marquer comme réussi

# problem.action.untick
source: Untick
fr: Marquer comme non réussi

# problem.action.share.description
source: “%@” at %@
fr: « %@ » à %@

# problem.image.loading
source: Loading area...
fr: Chargement du secteur...

# problem.pagination
source: %d on %d
fr: %d sur %d

# problem.variants
source: %d variants
fr: %d variantes

# problem.startgroup.pagination
source: %d on %d
fr: %d sur %d

# problem.startgroup.variants.singular
source: %d variant
fr: %d variante

# problem.startgroup.variants.plural
source: %d variants
fr: %d variantes

# problem.missing_line
source: Missing line
fr: Ligne manquante

# problem.topo.no_internet
source: No Internet connection
fr: Pas de connexion à Internet

# problem.topo.timeout
source: Check your Internet connection
fr: Vérifiez votre connexion à Internet

# problem.topo.error
source: Failed to load the photo
fr: Échec de chargement de la photo

# problem.topo.retry
source: Retry
fr: Réessayer

# problem.action.see_circuit_on_map
source: See the circuit on the map
fr: Voir le circuit sur la carte

# problem.action.hide_circuit_on_map
source: Hide the circuit on the map
fr: Masquer le circuit sur la carte

# ticklist.title
source: Tick List
fr: Mes voies

# ticklist.empty_state_title
source: Ready to climb?
fr: Hâte de grimper ?

# ticklist.empty_state_body
source: Your projects and ticks will appear here.
fr: Vos projets et vos voies réussies apparaîtront ici.

# contribute.title
source: Contribute to Boolder
fr: Contribuer à Boolder

# contribute.intro
source: Help us build the best collaborative guidebook for Fontainebleau!
fr: Aidez nous à créer le meilleur topo collaboratif pour Fontainebleau !

# contribute.photo
source: Take photos of missing boulders
fr: Prenez les blocs manquants en photo

# contribute.location
source: Enter the GPS position
fr: Renseignez la position GPS

# contribute.line
source: Draw the route line
fr: Tracez la ligne de la voie

# contribute.report
source: Report errors
fr: Signalez des erreurs

# contribute.cta
source: Start contributing
fr: Commencer à contribuer

# contribute.learn_more
source: Learn more about Boolder
fr: En savoir plus sur Boolder
